Repository: Goblin-Leo/GuildaSoberana
Catalog: Lana/Lana-level2.tmx
Source language: en_us
Languages: pt_br

source: (One, two, three, four)
pt_br: (Um, dois, três, quatro)

source: Cruising down the coast, going 'bout 99
pt_br: Passando pela orla, indo a uns 160 por hora

source: Dancing in the dark in the pale moonlight
pt_br: Dançando no escuro sob a pálida luz da lua

source: Done my hair up real big, beauty queen style
pt_br: Fiz um penteado enorme, estilo rainha da beleza

source: Drive, drive
pt_br: Dirigir, dirigir

source: Even if you're gone, I'm gonna drive
pt_br: Mesmo que você tenha ido, irei dirigir

source: Got my bad baby by my heavenly side
pt_br: Tenho meu malvadão no meu lado bom

source: Got that summertime, summertime sadness
pt_br: Sinto aquela tristeza, tristeza de verão

source: High heels off, I'm feeling alive
pt_br: Sem salto, me sinto viva

source: Honey, I'm on fire, I feel it everywhere
pt_br: Querido, estou em chamas, sinto em todo lugar

source: I got my red dress on tonight
pt_br: Estou com meu vestido vermelho esta noite

source: I just wanted you to know
pt_br: Eu só queria que você soubesse

source: I know if I go, I'll die happy tonight
pt_br: Sei que se eu me for, morrerei feliz esta noite

source: I think I'll miss you forever
pt_br: Acho que sentirei sua falta para sempre

source: I'm feeling electric tonight
pt_br: Sinto me elétrica esta noite

source: I've got that summertime, summertime sadness
pt_br: Eu sinto aquela tristeza, tristeza de verão

source: Kiss me hard before you go
pt_br: Beije-me com força antes de ir

source: Later's better than never
pt_br: Antes tarde do que nunca

source: Like the stars miss the Sun in the morning skies
pt_br: Como as estrelas sentem falta do sol no céu matinal

source: Nothing scares me anymore
pt_br: Nada mais me assusta

source: Oh, my God, I feel it in the air
pt_br: Ai, meu Deus, eu sinto no ar

source: Oh, oh, oh
pt_br: Ah, ah, ah

source: Su-su-summertime, summertime sadness
pt_br: Tri-tri-tristeza, tristeza de verão

source: Summertime Sandness
pt_br: Tristeza de verão

source: Summertime sadness
pt_br: Tristeza de verão

source: Telephone wires above are sizzling like a snare
pt_br: Os fios de telefone acima estão tremendo como um repique

source: That, baby, you're the best
pt_br: Que, gato, você é o melhor
